<?php
/**
Создайте на своем учебном сайте раздел "Новости". Для этого:
Создайте класс Article - модель одной новости
Создайте класс News - модель хранилища новостей (аналогично гостевой книге в предыдущем ДЗ и на уроке)
Две страницы сайта
/news.php - отображает список всех новостей. Заголовок у каждой - ссылка на страницу этой новости, под заголовком - краткий текст
/article.php?id=NNN - отображает новость номер NNN с полным текстом
При выполнении задачи 3. весь код должен быть в классах. Используйте при необходимости тайп-хинтинг. Весь вывод - через ранее созданный объект View.
 */

class Article
{

}